r=0
while r ==0:
    import random

#986346
    list1=["🌼","💀","🌎","🚀","☀️","🌊","💣","🦚"]
    list2=["🌎","👄","🥚","🐎","🍌","❄️","🌳","🍉"]
    list3=["🍄","🏀","⚽","🐙","🦴","❄️","🦚","🦈"]
    list4=["🎂","🔬","🌌","🌑","❤️","🦈","💣","🐎"]
    list5=["🥤","🐧","🐉","👻","🏀","🔬","🌼","🥚"]
    list6=["🤖","👀","⬜","👻","❤️","🐙","👄","💀"]
    list7=["🎧","🧊","🤖","🐉","🌑","🦴","🌳","🚀"]
    list8=["⭐","💀","🐧","🌌","⚽","🍌","🧊","⏰"]
    list9=["⭐","🎧","👀","🥤","🎂","🍄","🍉","🌊"]
    list10=["🚀","🍌","🦴","🎂","🐧","👀","🧊","⭐"]
    list11=["🚀","⭐","⬜","🔬","❄️","☀️","🔑","📸"]
    list12=["🔑","🧊","🌊","🐎","🍄","👻","🚁","🌪️"]
    list13=["🚁","⬜","🎧","🍌","🏀","💣","🌎","✋"]  
    


    all_lists=[list1,list2,list3,list4,list5,list6,list7,list8,list9,list10,list11]
    # print(" ".join(random.choice(all_lists)))
    # print("\n\n\n\n\n\n"," ".join(random.choice(all_lists)))
    # input()
    # print("-"*100)
    # print("-"*10

for i in all_lists:
    print(i)
    print("-"*150)
    print(list12)
    input()